import React from "react";

const About = () => {
  return (
    <div class="bg-gray-100 pt-6">
      <div class="max-w-3xl mx-auto p-6 bg-white rounded-lg shadow-md">
        <h1 class="text-4xl font-bold text-center text-gray-800">
          О нас
        </h1>
        <p class="mt-6 text-lg text-gray-700">
          Добро пожаловать в <strong>StockView</strong>, ваш главный ресурс для
          получения всесторонней аналитики фондового рынка. В StockView мы
          стремимся предоставить инвесторам, трейдерам и финансовым энтузиастам
          знания и инструменты, необходимые для принятия взвешенных решений на
          фондовом рынке.
        </p>
        <p class="mt-4 text-lg text-gray-700">
          Основанная с целью упростить сложные аспекты фондового рынка,
          StockView предоставляет передовую аналитику, которая помогает вам
          оставаться в курсе рыночных трендов. Наша платформа предлагает данные
          в реальном времени, глубокий анализ и практическую информацию,
          адаптированную к вашей инвестиционной стратегии.
        </p>
        <p class="mt-4 text-lg text-gray-700">
          Независимо от того, являетесь ли вы опытным инвестором или только
          начинаете, StockView разработан для пользователей всех уровней
          подготовки. Наш удобный интерфейс в сочетании с мощными аналитическими
          инструментами обеспечивает уверенность и точность в навигации по
          фондовому рынку.
        </p>
        <p class="mt-4 text-lg text-gray-700">
          Наша команда финансовых экспертов и специалистов по данным неустанно
          работает, чтобы предоставлять вам самую точную и актуальную
          информацию. Мы верим, что прозрачность и доступность являются
          ключевыми факторами успешного инвестирования, и мы стремимся
          предоставить платформу, отражающую эти ценности.
        </p>
        <p class="mt-4 text-lg text-gray-700">
          Присоединяйтесь к сообществу StockView сегодня и возьмите под контроль
          свое финансовое будущее с помощью лучшей аналитики фондового рынка.
          Откройте для себя силу принятия решений на основе данных и наблюдайте
          за ростом ваших инвестиций вместе с StockView.
        </p>
        <p class="mt-6 text-lg text-gray-700">
          Для получения дополнительной информации, пожалуйста,{" "}
          <a
            href="mailto:info@stockview.com"
            class="text-blue-500 hover:underline"
          >
            свяжитесь с нами
          </a>{" "}
          или посетите наш{" "}
          <a
            href="https://www.stockview.com"
            class="text-blue-500 hover:underline"
          >
            веб-сайт
          </a>
          .
        </p>
      </div>
    </div>
  );
};

export default About;
